<?php

function lang($phrase) {

    static $lang = array(
                // Navbar Links
                'menu' => "القائمة",
                'chLang' => 'تغيير اللغة',
                "About" => "نبذة عنا" ,
                'comp' => 'المهارات' ,
                "pro" => "المشاريع" ,
                "cara" => "الخصائص" ,
                'cont' => 'تواصل معنا' ,
                "L1" => "الإنجليزية" ,
                "L2" => "فرنسي" ,
                "L3" => "عربي" ,

            // About us

			'paragraph' 	=> "أولاً اسمي أسامة النكراز أعيش في تطوان المغرب.
                                عمري 18 سنة وأنا أدرس في أنسا تطوان.
                                أتمنى أن يعجبك موقع الويب الخاص بي
                                ويفضل لو أعطيتني رأيك في موقعي والعيوب فيه
                                فعلت",
            'Language' 			=> 'اللغات',
            'Lang_para' => "لدي ثلاث لغات للتحدث والقراءة والكتابة",
            "Language_1" => "الإنجليزية",
            'Language_2' => 'الفرنسية',
            "Language_3" => "العربية",
			'Loisirs' => 'وقت الفراغ',
			'Loisirs-p' => "أحب أجهزة الكمبيوتر وخاصة البرمجة والإلكترونيات",

            // Features

            "f1" => "مطور الواجهة الأمامية" ,
             'f1-p' => 'يمكننا فعل كل شيء تريده' ,
             "f2" => "مطور الواجهة الخلفية" ,
             'f2-p' => 'يمكننا فعل كل شيء تريده' ,
             'f3' => 'قواعد بيانات SQL' ,
             'f3-p' => 'يمكننا فعل كل شيء تريده' ,
             "f4" => "استضافة" ,
             'f4-p' => 'يمكننا فعل كل ما تريده' ,
             "f5" => "تحسين محركات البحث" ,
             'f5-p' => 'يمكننا فعل كل شيء تريده' ,
             'f6' => "تطبيق وحدة التحكم C" ,
             'f6-p' => 'يمكننا فعل كل شيء تريده' ,
            
            // Contact Us
            
            "i1" => "اسمك" ,
            'i2' => 'هاتفك [0-9] {10}',
            "i3" => "بريدك الإلكتروني" ,
            "i4" => "الموضوع" ,
            "i5" => "رسالتك" ,
            "b" => "إرسال" ,
            '' => '',
			'' => '',
			'' => '',
			'' => '',
			'' => ''
			);

            return $lang[$phrase];

	}